<template>
  <section class="about">
    <div class="about__container container">
      <p class="about__text">
        Наша компания является ведущим поставщиком ароматизаторов для дома и
        автомобилей. Мы гордимся тем, что предлагаем нашим клиентам широкий
        выбор высококачественных продуктов, которые помогают создать атмосферу
        комфорта и приятных запахов в их пространствах.
      </p>
      <p class="about__text">
        Наша цель - удовлетворить потребности и предпочтения каждого клиента,
        поэтому мы заботимся о разнообразии продукции. В нашем ассортименте
        можно найти ароматизаторы различных запахов: цветочных, фруктовых,
        древесных, пряных и многих других. Мы тщательно отбираем ингредиенты и
        используем только естественные и безопасные компоненты, чтобы создать
        продукты, не только приятные на слух, но и безвредные для здоровья.
      </p>
      <p class="about__text">
        Наши ароматизаторы обладают длительным сроком службы и легко
        воспроизводят запахи, которые могут создать идеальную атмосферу в вашем
        доме или автомобиле. Мы стремимся к инновациям и постоянно разрабатываем
        новые формулы и дизайны, чтобы нашим клиентам было доступно максимальное
        разнообразие продуктов и стилей.
      </p>
      <p class="about__text">
        Мы также предлагаем различные способы использования наших
        ароматизаторов. Они могут быть использованы в специальных диффузорах,
        аэрозолях, гелевых формах и других удобных устройствах. Мы также
        предоставляем широкий выбор запасных компонентов и аксессуаров, чтобы
        удовлетворить все потребности наших клиентов.
      </p>
      <p class="about__text">
        Клиенты являются основой нашего бизнеса, поэтому мы стремимся
        предоставить высокий уровень обслуживания. Наша команда профессионалов
        всегда готова помочь с выбором продуктов, ответить на вопросы и
        предложить рекомендации по использованию. Мы также предлагаем быструю
        доставку и гарантируем качество нашей продукции.
      </p>
      <p class="about__text">
        Мы приглашаем вас посетить наш веб-сайт или посетить наши физические
        магазины, чтобы ознакомиться с нашей продукцией и найти идеальный
        ароматизатор для вашего дома или автомобиля. Мы гарантируем, что наши
        продукты превзойдут ваши ожидания и помогут создать приятные и уютные
        ароматы в вашей жизни.
      </p>
    </div>
  </section>
</template>

<script setup lang="ts"></script>

<style lang="scss" scoped>
.about {
  &__container {
  }
  &__text {
    display: flex;
    margin-right: auto;
    margin-left: auto;
    margin-bottom: 40px;
    text-align: center;
    width: 80%;
    letter-spacing: 1.1px;
    line-height: 24px;
  }
}

@media (max-width: 1780px) {
}
@media (max-width: 1366px) {
}

@media (max-width: 1024px) {
}

@media (max-width: 768px) {
}

@media (max-width: 576px) {
}

@media (max-width: 320px) {
}
</style>
